
Добро пожаловать!

Эта книга поведает вам обо всех невероятных фактах и событиях,
той славной эпохи, когда родилась Бинур.

Здесь собраны все интересные факты 1990 года в литературе, кино и музыке, такие как: бестеселлер года,
блокбастер года и музыкальный хит года.
Также мы заглянем в прошлое и посмотрим что произошло 3 июля в разных исторических эпохах.

Вас ждет незабываемое путешествие в тот мир нашей героини, каким его видит Ильяс

Итак, Вашему вниманию

Бинур





Ильяс,

Вы удивительное творение природы. Емкость вашего мозга превышает 4 терабайта.
В Apple Cloud такой объем памяти стоит 77000 тенге в год.
Скорости движения нервных импульсов из вашего могза могут позавидовать спорткары порше и феррари - 274 км/ч.
Ваше тело содержит достаточно серы, чтобы убить всех блох на
средней собаке; углерода — чтобы изготовить 900 карандашей; калия — чтобы выстрелить
из игрушечной пушки; жира — чтобы сделать 7 кусков мыла; и достаточно воды,
чтобы заполнить бочку в 50 литров.
50000 клеток в вашем теле отмирают и заменяются на новые в то время,
 как вы читаете это предложение.
Вы используете 17 мышц, когда улыбаетесь, и 43 — когда хмуритесь. Улыбайтесь почаще - это легче. А еще...

