import React from "react";
import Form from '../../../contacts/components/form.js'
import './addReview.css'
export default ({ type, actions}) => {
    return (
        <div style={{padding:'0.2em', fontSize:'0.65em', fontFamily:'RobotoRegular'}}>
          
<div>
	Настоящий договор между интернет - магазином bookfromme, именуемым в дальнейшем «Интернет магазин», и
	пользователем услуг интернет - магазина, именуемым в дальнейшем «Покупатель» определяет условия приобретения 
	товаров через сайт интернет магазина bookfrom.me.
</div>

<div>
	<h4>1. ОБЩИЕ ПОЛОЖЕНИЯ</h4>

	<br/>1.1. Товарищество с ограниченной ответственностью "bookfromme" публикует настоящий договор купли-продажи, являющийся публичным договором - офертой (предложением) в адрес физических и юридических лиц в соответствии со ст. 447 Гражданского Кодекса Республики Казахстан (далее – ГК РК).
	<br/>1.2. Настоящая публичная оферта (именуемая в дальнейшем «Оферта») определяет все существенные условия договора между ТОО "bookfromme" и лицом, акцептовавшим Оферту.
	<br/>1.3. Настоящий договор заключается между Покупателем и интернет магазином в момент оформления заказа.
	<br/>1.4. Оферта может быть принята любым физическим или юридическим лицом на территории Республики Казахстан, имеющим намерение приобрести товар и/или услуги, реализуемые/предоставляемые ТОО "bookfromme" через интернет-магазин, расположенный на сайте https://bookfrom.me.
	<br/>1.5. Покупатель безоговорочно принимает все условия, содержащиеся в оферте в целом (т.е. в полном объеме и без исключений).
	<br/>1.6. В случае принятия условий настоящего договора (т.е. публичной оферты интернет - магазина), физическое или юридическое лицо, производящее акцепт оферты, становится Покупателем.
	<br/>1.7. Акцептом является получение Продавцом сообщения о намерении физического или юридического лица приобрести товар на условиях, предложенных Продавцом.
	<br/>1.8. Оферта, все приложения к ней, а также вся дополнительная информация о товарах/услугах ТОО "bookfromme", опубликована на сайте https://bookfrom.me.
</div>

<div>
<h4>2. СТАТУС ИНТЕРНЕТ - МАГАЗИНА</h4>

<br/>2.1. Интернет-магазин является собственностью ТОО "bookfromme" и предназначен для организации дистанционного способа продажи товаров через сеть интернет.
<br/>2.2. Сделки интернет-магазина, регулируются договором купли-продажи (см.ниже) на условиях публичной оферты, размещенным по адресу https://bookfrom.me в нижней части сайта в вкладке "оферта". Произведя акцепт оферты (т.е. оплату оформленного в интернет-магазине заказа), Покупатель получает в собственность товар на условиях Договора купли-продажи.
<br/>2.3. Интернет-магазин не несет ответственности за содержание и достоверность информации, предоставленной Покупателем при оформлении заказа.
</div>
<div>
	<h4>3. СТАТУС ПОКУПАТЕЛЯ</h4>

<br/>3.1. Покупатель несет ответственность за достоверность предоставленной при оформлении заказа информации, и ее чистоту от претензий третьих лиц.
<br/>3.2. Покупатель подтверждает свое согласие с условиями, установленными настоящим Договором, путем проставления отметки в графе «Условия Договора мною прочитаны полностью, все условия Договора мне понятны, со всеми условиями Договора я согласен» при оформлении заказа.
<br/>3.3. Информация, предоставленная Покупателем является конфиденциальной. Покупатель предоставляя свои персональные данные, зарегистрировавшись на сайте или заполнении заявки дает своими действиями согласие на обработку его персональных данных в целях исполнения пользовательского соглашения. Интернет-магазин использует информацию о Покупателе исключительно в целях функционирования интернет-магазина (отправление уведомления Покупателю о выполнении заказа и т.д.) и в случаях, указанных в настоящем Договоре-оферте.
<br/>3.4. Товар приобретается Покупателем исключительно для личных, семейных, домашних нужд, не связанных с осуществлением предпринимательской деятельности. Использование ресурса интернет-магазина для просмотра и выбора товара, а так же для оформления заказа является для Покупателя безвозмездным.
</div>

<div>
<h4>4. ПРЕДМЕТ ОФЕРТЫ</h4>

<br/>4.1. Продавец, на основании заказов Покупателя, продаёт Покупателю товар в соответствии с условиями и по ценам, установленным Продавцом в оферте и приложениях к ней.
<br/>4.2. Доставка товаров, заказанных и оплаченных Покупателем, осуществляется Продавцом или Перевозчиком. Покупатель имеет право забрать товар со склада Продавца самостоятельно (самовывоз). Покупателю при оформлении заказа предоставляется право выбора способа доставки.
<br/>4.3. К отношениям между Покупателем и Продавцом применяются положения ГК РК, Закон Республики Казахстан от 0<br/>4.05.2010 N 274-IV "О защите прав потребителей", а также иные нормативные правовые акты, принятые в соответствии с ними.
<br/>4.4. Физическое или юридическое лицо считается принявшим все условия оферты (акцепт оферты) и приложений к ней в полном объеме и без исключений с момента получения Продавцом сообщения о намерении Покупателя приобрести товар на условиях, предложенных Продавцом. В случае акцепта оферты физическое или юридическое лицо считается заключившим с Продавцом договор купли-продажи заказанных товаров и приобретает статус Покупателя.
</div>

<div>
<h4>5. ПОРЯДОК ЗАКЛЮЧЕНИЯ ДОГОВОРА КУПЛИ-ПРОДАЖИ</h4>

<br/>5.1. Покупатель может оформить заказ самостоятельно на сайте интернет - магазина, либо через менеджера по телефонам, указанным на сайте, на условиях Договора купли-продажи (публичной оферты интернет - магазина).
<br/>5.2. При оформлении заказа в интернет - магазине, Покупатель обязан предоставить о себе информацию:
Ф.И.О. (для физических лиц) или полное наименование, ИНН (для юридических лиц) Покупателя Товара;
адрес доставки Товара;
контактный телефон и электронную почту Покупателя Товара.
<br/>5.3. Волеизъявление Покупателя осуществляется посредством внесения последним соответствующих данных в форму заказа в интернет -магазине либо подачей заявки через менеджера интернет - магазина или по электронной почте (e-mail).
<br/>5.4. Интернет-магазин не редактирует информацию о Покупателе.
<br/>5.5. Для получения бумажного экземпляра Договора купли-продажи, Покупатель отправляет заявку по электронной почте или телефону, указанным на сайте.
</div>

<div>
<h4>6. ПОРЯДОК ПРИОБРЕТЕНИЯ ТОВАРА</h4>

<br/>6.1. Покупатель вправе оформить заказ на любой товар, представленный в интернет - магазине. Каждый товар может быть заказан в любом количестве. Исключения из указанного правила указаны в описании каждого товара в случае проведения акций, снятия товара с продажи и т.п.
<br/>6.2. Заказ может быть оформлен Покупателем по телефонам, указанным на сайте, или оформлен самостоятельно на сайте.
<br/>6.3. После оформления заказа Продавец подтверждает заказ Покупателя путем отправления на e-mail Покупателя информации, подтверждающий принятие заказа, или менеджер интернет магазина связывается с Покупателем по телефону.
<br/>6.4. Срок поставки товара составляет не более 7 дней и начинает исчисляться на следующий день после получения Продавцом сообщения о намерении Покупателя приобрести товар на условиях, предложенных Продавцом.

</div>

<div>
<h4>7. ЦЕНА ТОВАРА</h4>

<br/>7.1. Цена товара в интернет - магазине указана в тенге Республики Казахстан за единицу товара.
<br/>7.2. Указанная на сайте цена товара может быть изменена интернет магазином в одностороннем порядке, при этом цена на заказанный и оплаченный Покупателем товар изменению не подлежит.
<br/>7.3. Полная стоимость заказа состоит из каталожной стоимости товара, скидки на товар, стоимости доставки и стоимости подъёма на этаж.
<br/>7.4. Стоимость услуг, предоставляемых Покупателю Продавцом при покупке товара в интернет -магазине указана в разделе «Оплата и Доставка».
<br/>7.5. Скидка в размере 100% от стоимости товара распространяется только на одну единицу товара.
<br/>7.6. Интернет магазин оставляет за собой право поменять или отменить скидку на товар.
</div>

<div>
<h4>8. ВОЗВРАТ ТОВАРА</h4>
8.1. Покупатель не вправе отказаться от товара надлежащего качества, имеющего индивидуально-определенные свойства, если указанный товар может быть использован исключительно приобретающим его Покупателем (в т.ч. не стандартные (по желанию Покупателя) размеры и др.). Подтверждением того, что вещь имеет индивидуально-определенные свойства, является отличие наполнения и размеров товара наполнению и размерам, указанным в интернет -магазине.
</div>

<div>
<h4>9. ОТВЕТСТВЕННОСТЬ СТОРОН</h4>

<br/>9.1. Стороны несут ответственность в соответствии с законодательством РК.
<br/>9.2. Продавец не несет ответственности за ущерб, причиненный Покупателю вследствие ненадлежащего использования им товаров, заказанных в интернет -магазине.
<br/>9.3. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение обязательств по договору на время действия непреодолимой силы.
</div>

<div>
<h4>10. АДРЕС И РЕКВИЗИТЫ ПРОДАВЦА</h4>

Наименование: Товарищество с ограниченной ответственностью "bookfromme" <br/>
Юридический адрес: г. Алматы, ул. Темирязева 28в<br/>
БИН: 170640008109<br/>
БИК: CASPKZKA<br/>
ИИК: №KZ75722S000001261529(KZT)
</div>
        </div>
    );
};
